[Main]
DisplayName=Vlaams

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Verstuur reactie

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Geen werkbalken en insteekmodules in uw browser
rdlvAllBrowse.Columns[0].Caption=Naam
rdlvAllBrowse.Columns[1].Caption=Gebruikers waardering
rdlvAllBrowse.Columns[2].Caption=Operatie
rdlvCustomBrowse.Columns[0].Caption=Naam
rdlvCustomBrowse.Columns[1].Caption=Uitgever
mniRemove.Caption=Verwijderen
mniRate.Caption=Waardering
mniIgone.Caption=Negeren
mniRefush.Caption=Vernieuwen
mniOpenFloder.Caption=Open bestandslocatie
mniOpeninRegedit.Caption=Open in Regedit
mniSelectedAll.Caption=Selecteer alles
mniInvertSelection.Caption=Omkeren selectie
mniSearchOnline.Caption=Zoek online

[Uninstaller_frm_FailedRemoveForm]

[Uninstaller_frmPluginVote]

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Reset Browser
lblConfire.Caption=Bent u zeker dat u de standaard instellingen wilt herstellen?
lblHomepageTitle.Caption=Huidige thuispagina:
lblSearchTitle.Caption=Huidige standaard zoekmachine:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Annuleren

[Uninstaller_frm_FeedBack]
lbl_ContactMsg.caption=Of contacteer ons direct via
lbl_Title.caption=Reactie geven
lbl_DescTitle.caption=Omschrijving
lbl_EmailTitle.caption=Email:
lbl_ScreenShot.caption=Schermafdruk
lbl_TypeTitle.caption=Verzoek type:
btnImg_FeedBackSend.caption=Versturen
btnImg_FeedBackCancel.caption=Annuleren

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit De-installeerder
btnImg_Remove.caption=Verwijderen
lbl_NoTkanks.caption=Toon dit niet meer

[Uninstaller_frmSetting]
lbl_Caption.caption=Instellingen
lbl_UserInterfaceTitle.caption=Gebruikersinterface
lbl_SkinTitle.caption=Weergave:
lbl_LanguageTitle.caption=Huidige taal:
lbl_FontSize.caption=Lettergrootte:
lbl_Classic.caption=Klassiek
lbl_UpdateTitle.caption=Bijwerkmethode
lbl_UpdateRemind.caption=Herinner mij wanneer nieuwe versies beschikbaar zijn
lbl_UpdateChooseDes.caption=Bijwerkmethode voor dit product:
lbl_UpdateAuto.caption=Automatisch bijwerken
lbl_GeneralCaption.caption=Algemeen
lbl_AutoDelete.caption=Automatisch verwijder resterende bestanden, gevonden door Krachtige Scan
lbl_AutoDeleteAfterOtherUninstall.caption=Automatische verwijdering van programma restanten gede-installeerd door een andere de-installeerder
lbl_AutoShowTipForm.caption=Start Krachtige Scan wanneer een de-installatie proces wordt gedetecteerd
lbl_BrowserPlugTip.caption=Verwittigen bij installatie van malafide insteekmodule
lbl_RemoveToRecycleBin.caption=Verwijder bestanden gevonden door Krachtige Scan naar prullenmand
lbl_ShowExplorerButton.caption=Voeg "Versnipper Bestand" toets toe aan Deze Computer (Verkenner)
btnImg_OK.caption=OK
btnImg_Cancel.caption=Annuleren
lbl_White.caption=Wit
lbl_Notification.caption=Notificatie

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Naam
ListView_AppList.Columns[1].caption=Grootte
ListView_AppList.Columns[2].caption=Installatiedatum
ListView_AppList.Columns[3].caption=Operatie
lbl_Notice.caption=Om uw Windows Apps te tonen, gelieve u ervan te verzekeren dat uw account beheerdersrechten heeft.
mniUninstall.caption=De-installatie
mniRefush.caption=Vernieuwen
mniView.caption=Tonen
mniDetails.caption=Details
mniIcons.caption=Picto's
mniOpenFile.caption=Open bestandslocatie
mniOpenReg.caption=Open in Regedit
mniOpenWinstore.caption=Open in Winstore
mniSearchOnline.caption=Zoek online

[Uninstaller_frmWinAppUninstaller_ASK]

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Naam
ListView_Update.Columns[1].caption=Installatiedatum
ListView_Update.Columns[2].caption=Operatie
lbl_NoItems.caption=Geen Windows bijwerkversies gevonden.
mniUninstall.caption=De-installatie
mniRefush.caption=Vernieuwen
mniViewby.caption=Tonen
mniDetails.caption=Details
mniIcons.caption=Picto's

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Forceer de-installatie
lbl_FUInfo.caption=Geforceerde de-installatie helpt u bij het de-installeren van een programma, hetgeen niet op de standaard manier kan verwijderd worden en ruimt de restanten grondig op. Het kan u ook helpen bij het eenvoudig verwijderen van een snelkoppeling en het doelbestand.
btnImg_Open.caption=Bladeren...
lbl_DropInfo.caption=U kan een bestand of map hier doorbladeren, slepen en loslaten om het gerelateerde programma te verwijderen.
btnImg_Uninstall.caption=De-installeren
btnImg_Cancel.caption=Annuleren
PopMenu_Uninstall.caption=De-installatie
PopMenu_OpenFolder.caption=Open bestandslocatie
PopMenu_ViewEntry.caption=Toon ingang
PopMenu_SearchOnline.caption=Zoek online
ListView_FindReslut.Columns[0].caption=Schermnaam
ListView_FindReslut.Columns[1].caption=Grootte
ListView_FindReslut.Columns[2].caption=Installatiedatum

[Uninstaller_frmSelectProgram]

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Open in Regedit
mniMenu_Path.caption=Open bestandslocatie
btnImg_AllMainCancel.caption=Annuleren
lbl_IsUninstallHint.caption=Wilt u het geselecteerde programma de-installeren?
lbl_IsCreateRestore.caption=Aanmaken herstelpunt voor aanvang de-installatie. Dit kan een tijdje duren.
btnImg_Delete.caption=Verwijderen
btnImg_ReslutCancel.caption=Annuleren
lbl_SeletedAll.caption=Selecteer Alles
lbl_ShredFile.caption=Versnipper bestanden
btnImg_RecommendClose.caption=Sluiten
lbl_NoPowerScan.caption=Er zijn geen restanten gevonden in Krachtige Scan
lbl_MoneyBackInfo.caption=U zal van een meer veilige en snellere PC genieten, door ongewenste programma's en insteekmodules volledig te verwijderen. 60-dagen geld terug garantie. Zonder vragen.
lbl_MoneyBackTitle.caption=Gua ranteed thorough uninstall and a cleaner PC
lbl_UninstallCompleted.caption=Verwijdering voltooid!
lbl_PluginTitle.caption=Om veilig surfen te verzekeren, moeten volgende issues hersteld worden:
lbl_UpgradeDes.caption=Om dezente herstellen, nu bijwerken naar IObit Uninstaller PRO.
lbl_AutoUpdateDes.caption=Automatisch en snel resterende bestanden opruimen
lbl_CleanDes.caption=Gemakkelijk bundleware detecteren en de-installeren
lbl_MoreDBDes.caption=Hardnekkige programma's verwijderen met uitgebreide database
lbl_ProTitle.caption=Maar met PRO editie, het kan:
lbl_SupportDes.caption=Snellere en betere technische ondersteuning
btnImg_Uninstall.caption=De-installatie
btnImg_Advanced.caption=Geavanceerd
lbl_AutoDelete.caption=Automatische verwijdering resterende bestanden
lbl_AllRestart.caption=Gelieve uw computer te herstarten om de-installatie van het volgende programma te voltooien. Nu herstarten?
lbl_SomeNeedStart.caption=Gelieve uw computer te herstarten om de-installatie van het volgende programma te voltooien. Nu herstarten?
btnImg_Restart.caption=Ja
lbl_RemovePlugin.caption=Malafide insteekmodules verwijderen om web browser te beveiligen

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=De-installeerder herstel
rdlblDesc.Caption=Uw computer herstellen naar de staat voor de geselecteerde gebeurtenis. De laatste kan niet verwijderd worden vanwege systeem veiligheid.
ListView_Restore.Columns[0].Caption=Datum en tijd
ListView_Restore.Columns[1].Caption=Omschrijving
btn_CreateRestorePoint.Caption=Herstelpunt aanmaken
RdImageButton_Restore.Caption=Herstellen
RdImageButton_Delete.Caption=Verwijderen
lblNull.Caption=Geen systeemherstelpunten aangemaakt.

[Uninstaller_CleanTool_Frame]

[uninstaller_FrameHistory]

[uninstaller_FormHistory]

[uninstaller_Frame_StartManager]

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Sluit

[Uninstaller_frmFileShredder]

[uninstall_Mitor_M]
ProStillLeavesone_M=%d programma overblijvende restanten:
Lbl_metro_Atten.caption=Attentie
lbl_show.caption="%s" heeft nog resterende bestanden, welke PC prestaties kunnen beïnvloeden.
Donotagain_M=Toon dit niet meer opnieuw.
Hide_M=Verbergen
showDetails_M=Toon details
Cleanmanually_M=Manueel opruimen
Close_M=Sluiten
AutoClean_M=Auto-opruimen
Cleaning_M=Opruimen
Cleannow_M=Nu opruimen
StillLeavas_M=%s gaat nog weg
RegistryEntries_M=register ingangen
MBFiles_M=MB bestanden
LeftBy_M=overblijvend bij %s zijn verwijderd
Cleanfuture_M=Automatisch opruimen in de toekomst
Registry_M=Register
File_M=Bestand
Files_M=Bestanden
Items_M=Items
rdlblCleanupCompleted.caption=Opruimen voltooid
rdlblIncomplete.caption=Onvolledig
Setting_M=Instelling
Uselessfiles_M=nutteloze bestanden
Uselessregistryentries_M=nutteloze register ingangen
Removingnow_M=Nu verwijderen...
rdlblRemoving.caption=Nu verwijderen...
TrayHintstill=nog %d resterende issues kunnen nog hersteld worden.
CCtrayHint_M=nog %d+ resterende issues kunnen nog hersteld worden.
LeftoversRemoved_M=Restanten verwijdert:
ProStillLeaves_M=%d programma's nog overgebleven:
Item_M=Item
UselessregistryentriesOne_M=Nutteloze register ingang

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Nee, bedankt
RdImageButtonImageButton_Uninstall.caption=De-installeren

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Waarschuwing
Lbl_Warnning_Detail.caption=Dit computer programma is beschermd door de copyright wet en internationale verdragen.
lbl_copyright.caption=Copyright© 2005-2018 IObit. Alle rechten voorbehouden.
lbl_Thanks_Title.caption=Een speciale "dank u" voor de volgende mensen voor hun grote bijdragen:
rdhtmlEula.caption=<a>EULA</a> | <a>Privacy Policy</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Grootte
ListView_SoftwareList.Columns[2].Caption=Installatiedatum
ListView_SoftwareList.Columns[3].Caption=Operatie
Menu_Program_Uninstall.caption=De-installatie
Menu_Program_Repair.caption=Repareren
Menu_Program_Refresh.caption=Vernieuwen
Menu_Program_ViewBy.caption=Toon op
Menu_Program_icons.caption=Picto's
Menu_Program_Details.caption=Details
Menu_Program_OpenFileLocation.caption=Open bestandslocatie
Menu_Program_OpeninRegedit.caption=Open in Regedit
Menu_Program_SearchOnline.caption=Zoek online

[uninstaller_Form_Activate]
Label_Code.caption=Licentie code:
Label_Get.caption=Licentie verkrijgen
Label_Retrv.caption=Code terug krijgen
Label_Eg.caption=b.v.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Hardnekkige programma verwijdering
lblContentOne.caption=Grondige verwijdering van hardnekkige programma's met de laatste nieuwe technologie en uitgebreide database
lblTitleTwo.caption=Volledige de-installatie van Bundleware
lblContentTwo.caption=Bewaak programma installatie om bundleware && gebundelde insteekmodules gemakkelijk te detecteren en de-installeren.
lblTitleThree.caption=Snelle en veilige Browser
lblContentThree.caption=Verwijderen van malafide ads && insteekmodules/extensies om u een veilige en vlotte online surfervaring te geven
lblTitleFour.caption=Nieuwe Software Bijwerker
lblContentFour.caption=Hou uw belangrijke bestanden altijd gemakkelijk en snel up to date
RdImgBtnRegNow.caption=Nu registreren
RdLabelCaption.caption=Activeer de Pro Editie om een betere dienstverlening te genieten
Label_Please.caption=Gelieve uw licentie in te voeren en klik op de "Nu registreren" toets om de volledige functionaliteit van de PRO editie te activeren.
Label_More.caption=Meer voordelen, beloven wij:
RdImgBtn_Upgrade.caption=Bijwerken naar PRO
rdlblHelp.caption=help

[uninstaller_Form_LicenseManager]
Label_Please.caption=Gelieve uw licentie in te voeren en klik op de "Nu registreren" toets om de volledige functionaliteit van de PRO editie te activeren.
Label_Code.caption=Licentie code:
RdImgBtnRegister.caption=Nu registreren
Label_Retrv.caption=Code terug krijgen
Label_HaveLicense.caption=Hebt u geen licentie?
Label_click.caption=Klik hier om er een te krijgen.
RdImageButton_Back.caption=Terug
RdImageButton_Close.caption=Sluiten
RdLabelCaption.caption=Licentiebeheerder
Label_Status.caption=Licentiestatus:
Label_Activated.caption=Geactiveerd
Label_Lcode.caption=Licentie code:
Label_Data.caption=Vervaldatum:
Label_Refresh.caption=Vernieuwen
Label_Export.caption=Exporteer licentie
rdlblHelp.caption=help
RdImgBtn_close.caption=Sluiten
rdlblAlread.caption:=Heb reeds een licentie code

[uninstaller_Form_licensemessage]
RdImgBtn_Closetwo.caption=Sluiten
Label_success.caption=De licentie is succesvol geactiveerd!
rdlblHelp.caption=help

[Monitor_FormMainInitWizard_M]
M_Rect=Vierkant
M_Oval=Ovaal
M_Text=Tekst
M_Paintbrush=penseel
M_Return=Herstel operatie (CTRL + z)
M_Copy=Kopie naar klembord
M_Exit=Afsluiten schermafdruk
M_Save=Bewaren
M_TipInfo=De schermafdruk werd bewaard naar het klembord. U kan CTRL + V gebruiken om te plakken.
M_TipShow=Toon deze boodschap niet meer
M_TipSure=OK
M_NoticeInfo_AB=1. Klik links en sleep de muis om het gebied te selecteren waarvan u een schermafdruk wilt maken
M_NoticeInfo_AC=2. Klik rechts of druk Esc om af te sluiten
M_NoticeInfo=Links-klik en versleep de muis om het gebied te selecteren voor een schermafduk
M_NoticeInfo_a=Rechts-klik of druk Esc om af te sluiten

[ActionCenter_M]
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Download snel video's van YouTube en +10.000 websites.
M_kvpInfo_UpToDate=Download snel video's van YouTube en +10.000 websites.
M_kvpOffer=Download snel video's van YouTube en +10.000 websites.<br>Download video's in elk formaat met 1 klik.<br>Download YouTube Afspeellijsten && Lynda Afspeellijsten in bulk.<br>3X snellere downloadsnelheid met multi-thread technology.<br>Converteer online && lokale video's naar elk formaat.
M_ASCOffer=PC opruimen en optimaliseren met 1-klik.<br>PC opstarttijd verhogen tot wel 300% sneller.<br>Surf sporen verwijderen om uw privacy te beschermen.<br>PC condities in real-time bewaken voor een vlottere PC.<br>Beschermt uw PC tegen algemene spyware.
M_IMFOffer=Krachtig en uitgebreid anti-malware programma. <br>Bescherming tegen ransomware zoals GoldenEye en Wannacry. <br>Veiliger online bladeren en downloading. <br>Diepere && alles-in-één real-time bescherming.
M_DBOffer=Grote stuurprogramma database (+1.000.000). <br>Stuurprogramma's met enkel 1-klik bijwerken. <br>Veilig bijwerken met gekwalificeerde WHQL stuurprogramma's. <br>Algemene problemen (v.b. netwerk, geluid) oplosser. <br>Reduceer systeembevriezing && crashes.
M_SDOffer=Hogere bestandstoegangssnelheid. <br>Maximale harde schijf prestaties. <br>PC opstarttijd verhogen tot 100 % sneller. <br>Games optimaliseren voor een betere spelervaring.
M_SMOffer=Terug brengen van het klassieke Start Menu onder Windows 8/10. <br> De krachtige en eenvoudige bestandszoekmachine.
M_DLOffer=De eenvoudige, veilige manier om uw wachtwoorden te beheren. <br>Unieke wachtwoorden aanmaken om uw accounts te beschermen. <br>Automatisch inloggen op uw favoriete websites. <br>Voor Windows, Mac, iOS en Android.
M_IOTOffer=Uw beste iPhone beheer en iPhone transfer software. <br>Overzetten van iPhone data tussen iPhone/iPad/iPod/PC. <br>Gemakkelijk en vrij om iPhone photo's, muziek, video's te beheren <br>Opruimen van ongewenste bestanden && cache om meer ruimte vrij te maken.
M_Moffer_Title=IObit beveelt aan
M_Close=Afsluiten
M_Cancel=Annuleren
M_Moffer_Install=Installeren
M_Moffer_NoteEP=Door op "Installeren" te klikken, gaat u akkoord met de installatie van %s en aanvaard de <a>EULA</a> && <a>Privacy Policy</a>.
M_Moffer_Refund=<a>Info:</a> U kan binnen de 30 dagen een terugbetaling krijgen. Lees de <a>Terugbetaling Policy</a>.
M_AC_FreeTitle=Beveiliging && bescherming
M_ShowACTitle=Beveiliging && bescherming
M_RunAMC=Installeer nu
M_Install=Installeer nu
M_Fix=Installeer nu
M_RuniFreeUp=Nu scannen
M_RunDB=Nu scannen
M_RunIMF=Nu scannen
M_RunASC=Nu scannen
M_RunIU=Nu uitvoeren
M_RunSM=Nu uitvoeren
M_BuySD=Nu kopen
M_BuyDB=Nu kopen
M_BuyIMF=Nu kopen
M_ShowACTitlePro=Exclusieve VIP aanbieding
M_VipTitle=Exclusieve VIP aanbieding
M_BuyiFreeUp=Nu kopen
M_FixAllAC=Alles verkrijgen
M_HideAC=Verbergen
M_ShowAC=Tonen
M_ShowACDesc=Klik "Tonen" om andere aanbevolen programma's weer te geven. Installeer deze om een betere bescherming en PC prestaties te krijgen.
M_AC_FreeHelp_Ins=Betere beveiligingsbescherming en prestatie versnellen verkrijgen met aanbevolen programma's.
M_AC_FreeHelp_Upt=U hebt geen verbeterde functionaliteit en nieuwe toegevoegde mogelijkheden.
M_AC_FreeHelp_OK=Het regelmatig uitvoeren van de volgende programma's geeft u betere veiligheidsbescherming en PC prestaties.
M_AC_Free_EULA=Uw voordien aanvaardde Eindgebruiker Licentie Overeenkomst, geldt ook voor aanbevolen IObit producten.
M_AC_Free_ReadEULA=Lees EULA
M_ShowACTitle2=Aandacht!
M_AC_FreeTitle2=Actie Centrum
M_AC_FreeDetail2=Betere veiligheidsbescherming en prestatie versnelling verkrijgen met aanbevolen programma's. Uw voordien aanvaardde <a>Eindgebruikers Licentie Overeenkomst</a> geldt ook voor aanbevolen IObit producten.
M_AC_FreeDetail2_db=Betere veiligheidsbescherming en prestatie versnelling verkrijgen met aanbevolen programma's. Uw voordien aanvaardde <a>Eindgebruikers Licentie Overeenkomst</a> geldt hier ook.
M_Scan=Scannen...
M_Recomm_Ins=Aanbevolen: Installeer %s
M_Recomm_Upt=Aanbevolen: Bijwerken %s
M_none=Geen
M_fixing=Installeren
M_Updating=Bijwerken
M_fixed=Krijg
M_failed=Mislukt
M_RuningWell=Laatste versie geïnstalleerd
M_Outdated=Verouderd
M_NotInstalled=Niet geïnstalleerd
M_ASCCaption=Systeem prestaties
M_ASCInfo_NotIns=Registerfouten, privacy kwesties en ongewenste bestanden zijn gevonden op uw PC.
M_ASCInfo_UpToDate=Advanced SystemCare versnelt en optimaliseert uw PC met 1 klik.
M_ASCInfo_NeedUpDate=Advanced SystemCare is verouderd.
M_ASCDesc=1 klik om uw PC te beschermen en te optimaliseren
M_IMFCaption=Malware bescherming
M_IMFInfo_NotIns=Betere bescherming verkrijgen door IObit's anti spyware programma te installeren.
M_IMFInfo_UpToDate=IObit Malware Fighter beschermt u tegen verschillende malware.
M_IMFInfo_NeedUpDate=Uw anti-spyware programma is verouderd.
M_IMFDesc=Bescherm uw PC tegen malware.
M_DBCaption=Stuurprogramma bijwerker
M_DBInfo_NotIns_C=Verouderde stuurprogramma's bijwerken en herstellen ontbrekende && defecte stuurprogramma's om van een meer stabiele PC te genieten.
M_DBInfo_NotIns=Er kunnen verouderde stuurprogramma's aanwezig zijn, die uw PC kunnen vertragen && destabilizeren.
M_DBInfo_UpToDate=Driver Booster werkt alle verouderde stuurprogramma's bij op uw PC.
M_DBInfo_NeedUpDate=Uw stuurprogramma bijwerkprogramma is verouderd.
M_DBDesc=Alle verouderde drivers bijwerken op uw PC.
M_SDCaption=Schijf Optimalisatie
M_SDInfo_NotIns=Optimaliseer uw schijven om een snelle PC opstart en hogere bestandstoegangsnelheid te verkrijgen.
M_SDInfo_UpToDate=Smart Defrag defragmenteerd schijf voor hogere prestaties.
M_SDInfo_NeedUpDate=Uw schijf defragmentatie programma is verouderd.
M_SDDesc=Defragmenteer schijf voor hogere prestaties.
M_RunSD=Nu defragmenteren
M_SMCaption=Start menu
M_SMInfo_NotIns=Krijg uw vertrouwde Windows "Start" menu terug.
M_SMInfo_UpToDate=Start Menu 8 brengt het Windows "Start" menu terug.
M_SMInfo_NeedUpDate=Uw Start Menu 8 is verouderd.
M_SMDesc=Start Menu terug brengen && bureaublad beheren.
M_AMCCaption=Android bescherming
M_AMCInfo_NotIns=Betere beveiliging en privacy bescherming verkrijgen voor uw Android device.
M_Recomm_Ins_AMC=Aanbevolen: Installeer %s op uw Android apparaat.
M_AMCDesc=Optimaliseer en beveilig uw Android apparaat.
M_DLCaption=Wachtwoord Beheerder
M_DLInfo_NotIns=Beveilig en beheer al uw wachtwoorden met Dashlane Wachtwoord Manager.
M_DLInfo_UpToDate=Vergeet nooit meer uw wachtwoord met het veilige en betrouwbare Dashlane.
M_RunDL=Beheren
M_AC_FreeTitleHide1=Alle aanbevolen programma's zijn verborgen!
M_AC_FreeTitleHide2=Klik "Tonen" om deze weer te geven en installeren om volledige bescherming en ultieme prestaties te verkrijgen.
M_IUCaption=Programma Verwijderaar
M_IUInfo_NotIns=Verwijder ongewenste programma's, werkbalken en browser insteekmodules.
M_IUInfo_UpToDate=IObit Verwijderaar verwijdert insteekmodules && apps volledig.
M_IUInfo_NeedUpDate=Uw IObit Verwijderaar is verouderd.
M_FPCaption=Video Converteerder
M_FPInfo_NotIns=Een video converteerder verkrijgen om uw videos naar andere apparaten om te zetten.
M_FPInfo_UpToDate=Geniet van het bekijken van videos op elk gewenst apparaat.
M_FPInfo_NeedUpDate=Format Package is verouderd.
M_iFreeUpCaption=iOS Optimalisatie
M_iFreeUpDesc=Maak ruimte vrij op uw iOS apparaat voor meer plaats.
M_iFreeUpInfo_NotIns=Er kan veel waardevolle ruimte verloren zijn op uw iOS apparaat.
M_iFreeUpInfo_UpToDate=iFreeUp maakt ruimte vrij op uw iOS apparaat voor meer plaats.
M_iFreeUpInfo_NeedUpDate=Uw iFreeUp is verouderd.
M_Recomm_Ins_iFreeUp=Aanbevolen: Installeer %s om verloren ruimte vrij te maken.
M_RunSGB=Nu versnellen
M_SGBCaption=Game Optimalisatie
M_SGBInfo_NotIns=Uw game en PC levensduur verhogen en deze in top conditie te houden.
M_SGBInfo_UpToDate=Super Game Boost, versnelt en optimaliseert uw game prestaties met 1 klik.
M_SGBInfo_NeedUpDate=Super Game Boost is verouderd.
M_RunIVC=Nu proberen
M_IVCCaption=Gratis video converteerder
M_IVCInfo_NotIns=100% gratis, meer dan 150 formaten en sneller video convertie!
M_IVCInfo_UpToDate=Bekijk video's op elke gewenste manier.
M_IVCInfo_NeedUpDate=iFun Video Converteerder is verouderd.
M_RunIOT=Nu beheren
M_IOTCaption=iPhone Beheerder
M_IOTInfo_NotIns=1-klik om te importeren, exporteren en beheren van foto's, video's, muziek op uw iOS apparaat.
M_IOTInfo_UpToDate=1-klik om te importeren, exporteren en beheren van foto's, video's, muziek op uw iOS apparaten.
M_IOTInfo_NeedUpDate=IOTransfer is verouderd.
M_IOTTip=IOTransfer belooft: <br>+ Verplaatsen iPhone muziek naar PC/iTunes<br>+ Gemakkelijk beheren van al uw foto's<br>+Back up/herstellen iPhone inhoud<br>+ Voorzien van premium technische ondersteuning
M_IOTDesc=Alles-in-een inhoud beheerder voor iPhone && iPad.
M_AC_ShareTip=Deel deze exclusieve aanbieding met mijn vrienden/familie
M_AC_Pro_Title=Andere aanbevolen producten voor betere beveiliging en prestaties.
M_ACPro_SubTitle=Nu kopen voor van de exclusieve discount prijs te genieten, enkel voor ASC PRO gebruikers.
M_ACPro_SubTitle_AU=Nu kopen voor van de exclusieve discount prijs te genieten, enkel voor betalende ASC Ultimate gebruikers.
M_ActionCenterTitle_Perfectly=Alle programma's werken perfect!
M_ACPro_SubTitle_db=Nu kopen om van de exclusieve discount te genieten, enkel voor Driver Booster PRO gebruikers.
M_SubTitle_Perfectly=Gebruik de volgende programma's regelmatig om betere veiligheidsbescherming en PC prestaties te verkrijgen. Geniet van hun gebruik.
M_ShowACDescPro=Klik "Tonen" om uw EXCLUSIEVE discount prijs te krijgen voor andere aanbevolen IObit producten.
M_AC_ProShareMail=Delen via Emails
M_AC_ProShareFB=Delen via Facebook
M_AC_NoMailCLient=Operatie mislukt doordat de standaard email client niet correct geïnstalleerd is.
M_AC_Tips=Betere veiligheidsbescherming en prestatie versnelling verkrijgen, door installatie van aanbevolen programma's.

[ActionCenter_FormActiveAutoUpt]

[Uninstaller_M]
MainGiftbox_Hint=%D% minder, speciale aanbieding
MainUpdate_Hint=Een nieuwe versie is beschikbaar
FuncPluginRemoveFailedMsgBox_4=%s kan de verwijdering mislukken omdat het onder de bescherming is van %s. Gelieve %s af te sluiten en de verwijdering opnieuw te proberen.
HtmlRecomReslutCaption=Gedeïnstalleerde <a>%d</a> programma's en verwijderde restanten hieronder:
HtmlFileReCaption=<a>%s</a> nutteloze bestanden
HtmlRegReCaption=<a>%d</a> nutteloze register ingangen
HtmlServicesReCaption=<a>%d</a> ongeldige systeem diensten
HtmlTaskReCaption=<a>%d</a> ongeldige geplande taken
HtmlADPluginCaption=<a>%d</a> Advertentie insteekmodules beïnvloeding
HtmlMaliciousPluginCaption=<a>%d</a> Malafide insteekmodule bedreigingen
UninstallPromote=Nu aankopen
MenuRight_Caption=Krachtige de-installatie
UninstallLog_No_IsEmpty_M=Geen resterende bestanden gevonden in Krachtige Scan.
Export_M=Exporteer
Input_Text_Search=Zoek
Hint_Settings=Opties
Hint_WindowMin=Minimaliseren
Hint_WindowMax=Maximaliseren
Hint_WindowRest=Herstellen
Hint_WindowClose=sluiten
Hint_Tools=Gereedschappen
Nav_Colle_Program_All=Programmas
Nav_Colle_Browser=Werkbalken && insteekmodules
Nav_Colle_Win=Win beheerder
Nav_Colle_AC=Actie centrum
Nav_Item_Program_All=Alle programma's
Nav_Item_Program_Recent=Recent geïnstalleerd
Nav_Item_Program_Infrequent=Onregelmatig gebruikt
Nav_Item_Program_Large=Grote programma's
Nav_Item_Win_Update=Windows bijwerken
Nav_Item_Browser_All=Alle werkbalken && insteekmodules
Button_Uninstall=De-installatie
Button_Remove=Verwijderen
Button_OK=OK
Button_Cancel=Annuleren
Button_Close=Sluiten
Button_Yes=Ja
Button_No=Neen
Button_Continue=Verder
FileCorruptedMsg=Sommige bestanden van IObit Uninstaller zijn beschadigd. Gelieve IObit Uninstaller opnieuw te installeren.
ToolPopForceUninstall=Forceer de-installatie
ToolPopCleanup=Opruimen restanten
ToolPopHistory=De-installatie geschiedenis
ToolPopFileShredder=Bestandsversnipperaar
MoreSettingPopSetting=Instellingen...
MoreSettingPopRestore=Herstellen
MoreSettingPopExport=Exporteer programmalijst
MoreSettingPopUpdate=Controleer op nieuwe versies
MoreSettingPopManual=Gebruikershandleiding
MoreSettingPopSupport=Technische ondersteuning
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Like
MoreSettingPopAbout=Over
ChromeSysncStr=Gelieve uw Chrome Sync mogelijkheden uit te schakelen om de geselecteerde insteekmodules volledig te verwijderen. Anders kunnen de insteekmodules automatisch opnieuw geïnstalleerd worden.
v_license_OtherCode_M=De licentiecode %s is enkel geldig voor %s. Gelieve de OK toets te drukken om uw %s te downloaden en te registreren.
Cannotconnect_M=Kan niet verbinden met onze server. Gelieve uw netwerk/proxy instellingen te controleren en probeer later uw licentie opnieuw te valideren.
license_OtherGivewalys_M=%s is een gratis licentie en enkel geldig voor een specifieke versie. Gelieve <a>hier</a> een bezoekje te brengen om een nieuwe licentie code voor IU v7 PRO te kopen.
SysRestore_CreateComplete=Aanmaken Herstelpunt succesvol!
SysRestore_CreateFailed=Aanmaken Herstelpunt mislukt! Gelieve te controleren of uw Systeemherstel ingeschakeld is.
SysRestore_CreateRestore_Confirm=Bent u zeker dat u een Herstelpunt wilt aanmaken?
SysRestore_CreateRestore_Tip=Aanmaken Herstelpunt, gelieve te wachten...
SysRestore_CreateRestore_Failed=Aanmaken Herstelpunt mislukt! Gelieve te controleren of uw Systeemherstel ingeschakeld is.
SysRestore_SetRestore_Confirm=WAARSCHUWING: Uw systeem herstellen naar een herstelpunt zal alle wijzigingen ongedaan maken, aangebracht na dat herstelpunt. Eenmaal gestart, Systeem Herstel kan niet meer ongedaan gemaakt of onderbroken worden. Bent u zeker dat u verder wilt gaan?
SysRestore_SetRestore_Reboot=Een herstart is nodig om deze wijzigingen toe te passen. Gelieve al uw openstaande bestanden te bewaren en sluit alle programmas voor de herstart. Nu uw computer herstarten?
SysRestore_SetRestore_Tip=Herstellen systeembestanden en instellingen, gelieve te wachten...
SysRestore_Delete_Confirm=Bent u zeker dat u dit wilt verwijderen?
Scan_M=Scannen
Clean_M=Opruimen
Cleaning_M=Opruiming
SelectAll_M=Selecteer alles
DeselectAll_M=Deselecteer alles
PleaseSelect_M=Gelieve tenminste één item te selecteren om te scannen.
Clean_Shortcuts_GroupsHeader_M=Ongeldige snelkoppelingen
Clean_WindowsPatch_GroupsHeader_M=Windows Patch Cache
Clean_Download_GroupsHeader_M=Download map
Invalid_item_M=(ongeldig item)
ListviewHeader_Software_M=Programma naam (Totaal: %d)
SoftwareFrame_ProgramName_M=Programmanaam (Totaal:%s)
History_Scan_M=Scan
History_Detail_M=Detail
History_Residualfilesleft_M=Overblijvende resterende bestanden
Uninstalled_completely_M=De-installatie voltooid
History_Installed_M=Geïnstalleerd
History_info_DouBle_M=Programma's laatste keer geselecteerd voor de-installatie zijn niet volledig verwijderd. Klik alstublieft de-installatie om verder te gaan.
History_info_One_M=Programma's laatste keer geselecteerd voor de-installatie zijn niet volledig verwijderd. Klik alstublieft de-installatie om verder te gaan.
Shredder_Del_M=Bent u zeker om de %d bestand(en) permanent te verwijderen?  Deze verwijdering is absoluut ONHERSTELBAAR en zal langer duren om te voltooien.
Shredder_DelOne_M=Bent u zeker om het %d bestand permanent te verwijderen? De verwijdering is volledig ONHERSTELBAAR en zal langer duren om te voltooien.
Shredder_NotDel_M="%s" is niet versnippert omdat het onleesbaar was. Controleer alstublieft of deze nog steeds in gebruik zijn.
Shredder_InUse_M=Sommige bestanden zijn niet versnippert omdat deze onleesbaar waren. Controleer alstublieft of deze nog steeds in gebruik zijn.
Shredder_NotAddFolder_M=Kan bestand "%s" niet versnipperen omdat deze operatie het systeem instabiel kan maken.
Shredder_Sucess_M=Bestandsversnippering geslaagd.
Shredder_DirIsEmpty_M=Het is leeg. U kan het niet versnipperen.
FileShredder_MaxCount_M=5000 bestanden zijn toegevoegd. Voeg de resterende bestanden na voltooiïng versnippering toe alstublieft.
BatchUninstall_NoneSelect_M=Gelieve tenminste één programma te selecteren.
SoftwareFrame_InstallDate_M=Installatiedatum
SoftwareFrame_FrequencyUse_M=Regelmaat van gebruik
Noprograms_Frequencyofuse_M=Al uw programmas worden regelmatig gebruikt.
Noprograms_match_M=Geen enkel item komt overeen met uw opzoeking.
Noprograms_Recent_M=Geen programma's geïnstalleerd in de afgelopen 10 dagen.
OtherInfo_M="%s" kan enkel verwijderd worden vanuit het Configuratie scherm. Wilt u naar het Configuratie Scherm gaan om de verwijdering verder te zetten?
RelationInfo_M="%s" zal samen verwijderd worden. Bent u zeker om met de verwijdering door te gaan?
EndProInfo_M=Proces "%s" van "%s" wordt nog uitgevoerd. Gelieve u te vergewissen dat "%s" gestopt is en klik "Verder".
DRclickmis_M="%s" kan niet op de gewone manier verwijderd worden. Gelieve <a>hier te klikken</a> voor gedetailleerde verwijdering instructies en verwijder opnieuw.
UinstallAgain_M=Verwijder opnieuw
license_expired_M=De licentie %s is verlopen. Klik <a>hier</a> om met grote korting te hernieuwen!
license_maximum_M=De licentie %s is reeds geactiveerd voor het maximale aantal PC's en kan niet meer gebruikt worden. Gelieve <a>hier</a> te klikken om een andere licentie te activeren voor IObit Uninstaller PRO voor deze PC.
license_Free_M=De licentie %s kan niet geactiveerd worden. Gelieve een nieuwe licentie te kopen voor IObit Uninstaller PRO.
license_valid_M=Ongeldige licentie code! Gelieve een geldige licentie code in te voeren.
OneItemStr=%d item
SomeItemStr=%d items
UninstallingSingleStr=Wilt u het geselecteerde programma verwijderen?
UninstallingSomeStr=Wilt u de geselecteerde %d programma's verwijderen?
Uninstall_Str=Standaard de-installatie %s (%d/%d)
Uninstall_Btn_Str=De-installatie
SureToDelete_Str=Bent u zeker om de geselecteerde items te verwijderen?
DeselectAll_Str=Deselecteer Alles
SelectAll_Str=Selecteer Alles
RegistryCaption_Str=Register
FileCaption_Str=Bestand
TaskCaption_Str=Geplande taken
ServiceCaption_Str=Systeem Services
RebootToDelete_Str=(Verwijderen tijdens herstart)
EmailHint=Gelieve hier uw correcte email in te voeren
MemoHint=Gelieve uw suggesties of gevonden problemen te omschrijven in detail.
HistoryInfo_DisplayName=Weergave naam
HistoryInfo_Publisher=Uitgever
HistoryInfo_Version=Versie
HistoryInfo_InstallDate=Installatiedatum
HistoryInfo_UseSize=Gebruikte ruimte
HistoryInfo_Location=Locatie
HistoryInfo_UninstallDate=Verwijderings datum
SuccessReslutFromHistroySingle=Resterende bestanden succesvol opgeruimd. Controleer onderstaande details.
SuccessReslutFromHistroySome=Resterende bestanden van <a>%d</a> programma's succesvol opgeruimd. Controleer onderstaande details.
SuccessReslutFromUninstallSingle=U hebt succesvol <a>%d</a> programma verwijderd volgens onderstaande details.
SuccessReslutFromUninstallSome=U hebt succesvol <a>%d</a> programma's verwijderd volgens onderstaande details.
SuccessWithNoResidualSingle=U hebt succesvol <a>%d</a> programma verwijderd zonder resterende bestanden.
SuccessWithNoResidualSome=U hebt succesvol <a>%d</a> programma's verwijderd zonder resterende bestanden.
FileDeleteReslut=Bestanden verwijderd: <a>%s</a>
RegDeleteReslut=Register ingangen verwijderd: <a>%d</a>
TaskDeleteReslut=Geplande taken verwijderd: <a>%d</a>
ServiceDeleteReslut=Diensten verwijderd: <a>%d</a>
FailedReslut="%s" verwijdering mislukt. Voer hieronder uw email in en klik op de Feedback toets. Een de-installatie logboek zal naar ons verzonden worden.
AllFailedReslutSingle=Verwijdering %s mislukt. Voer hieronder uw email in en klik op de Feedback toets. Een de-installatie logboek zal naar ons verzonden worden.
AllFailedReslutSome=Verwijdering %d programma's mislukt. Voer hieronder uw email in en klik op de Feedback toets. Een de-installatie logboek zal naar ons verzonden worden.
EmailMessage=Gelieve u ervan te verzekeren dat uw email correct is, zodat we u terug kunnen contacteren.
ScreenMaxMessage=Operatie mislukt. U hebt het maximum aantal van 5 schermafdrukken bereikt.
DeleteCancleStr=Bent u zeker dat u de verwijdering wilt annuleren?
MsgBox_SelectProgram=Selecteer eerst een programma alstublieft.
MsgBox_SelectWin8App=Gelieve tenminste één app te selecteren.
NoSerchItem_Tip=Geen enkel item komt overeen met uw opzoeking.
UpdateColumnStr_Title=Naam bijwerken (Totaal:%d)
Update_NoItem_Tip=Geen Windows bijwerkversies gevonden.
Win8ColumnStr_Title=App naam (Totaal:%d)
Win8NoItemTip=Geen Windows Apps gevonden.
Win8ListViewGroupsWin8AppHeader=Windows Apps
Win8ListViewGroupsWin8AppSubtitle=App's zijn uitgegeven door Microsoft Corporation.
Win8ListViewGroupsThirdHeader=App's van derden
Win8ListViewGroupsThirdSubtitle=App's zijn gepubliceerd door bedrijven van derden.
Setting_UITitle=Gebruikersinterface
Setting_UpdateTitle=Bijwerkmethode
Setting_GeneralTilte=Algemeen
Setting_Size_Normal=Normaal
Setting_Size_Large=Groot
Setting_Size_Larger=Groter
NoticeInfo_One=Malafide insteekmodule gevonden in uw browser, gelieve IObit De-installeerder te openen om dit te verwijderen.
NoticeInfo_Some=Malafide insteekmodules zijn gevonden in uw browser, gelieve IObit De-installeerder te openen om deze te verwijderen.
FeedBack_1=Ik hou ervan
FeedBack_2=Suggestie
FeedBack_3=Verwijdering mislukt
FeedBack_4=Tonen van alle programma's mislukt
FeedBack_5=Krachtige Scan problemen
FeedBack_6=Meld een bug
FeedBack_7=Andere
PluginNoItemTip=Geen werkbalken of insteekmodules in uw browser gevonden.
PluginColumnStr_Title=Naam (Totaal: %d)
ListViewPlugSysbit=Bit
ListViewGroupTrustTitle=Vertrouwde Werkbalken en Insteekmodules
ListViewGroupTrustDesc=Deze werkbalken en insteekmodules zullen uw computer niet beschadigen. U kan deze verwijderen of behouden volgens uw wensen.
ListViewGroupMaliciousTitle=Malafide Werkbalken en Insteekmodules
ListViewGroupMaliciousDesc=Deze Werkbalken en Insteekmodules kunnen uw standaard browser wijzigen en uw private informatie stelen.
ListViewGroupAdTitle=Advertentie gebaseerde Werkbalken en Insteekmodules
ListViewGroupAdDesc=Deze Werkbalken en Insteekmodules kunnen advertenties, banner ads, enz. tonen.
ListViewGroupToolbar=Werkbalk
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Extensies
ListViewGroupPlugins=Insteekmodules
ListViewGroupInjectedPrograms=Geïnjecteerde programma's
FuncCheckBrowserMsgBox_1=%s wordt uitgevoerd.
FuncCheckBrowserMsgBox_2=Klik OK om het te sluiten (Gelieve uw inhoud eerst te bewaren).
FuncCheckBrowserMsgBox_3=of klik Annuleren om de operatie af te breken.
FuncCheckBrowserMsgBox_4=%s worden uitgevoerd.
FuncCheckBrowserMsgBox_5=Klik OK om deze geforceerd te sluiten (onbewaarde inhoud kan verloren gaan).
FuncCheckBrowserMsgBox_6=Of klik Annuleren om de operatie te annuleren.
FuncPluginRmoveConfireSingleMsgBox=Bent u zeker dat u het volgende item wilt verwijderen?
FuncPluginRmoveConfireSomeMsgBox=Bent u zeker dat u de volgende items wilt verwijderen?
FuncPluginRemoveSuccessMsgBox=Items succesvol verwijderd
FuncPluginSelectMsgBox=Gelieve eerst een item te selecteren.
FuncPluginSysPluginMsgBox=Het is niet aanbevolen om %s te verwijderen omdat sommige browser functies beïnvloed kunnen worden na de verwijdering.
FuncPluginRemoveFailedMsgBox_1=Verwijdering van de volgende items mislukt:
FuncPluginRemoveFailedMsgBox_2=Gelieve de volgende browsers te sluiten om de items te verwijderen:
FuncPluginRemoveFailedMsgBox_3=Gelieve uw browser te sluiten en opnieuw te proberen.
FuncPluginRemoveFailedSingleMsgBox=Verwijdering %s mislukt. Gelieve op Feedback te klikken om meer hulp te ontvangen.
FuncPluginRemoveFailedSomeMsgBox=Verwijdering %d insteekmodules mislukt. Gelieve op Feedback te klikken om meer hulp te ontvangen.
FuncVoteActiveVote=Waarderen
FuncVotePlugSelectMsgBox=Gelieve een item te selecteren om te waarderen
FuncVoteMarkSelectMsgBox=Gelieve te waarderen
FuncVoteFailedMsgBox=Waardering mislukt, gelieve uw netwerk verbinding te controleren en opnieuw te proberen.
RestoreDefaultSettingsButton=Herstel %s standaard instellingen
FuncRestoreSuccessMsgBox=Succesvol hersteld naar standaard instellingen.
FuncRestoreFailedMsgBox=Herstel naar browser standaard instellingen mislukt, gelieve %s te sluiten en opnieuw te proberen.
FeedBack_Sending=Zenden...
FeedBack_SendingSuccess=Succesvol verzonden
FeedBack_SendFailed=Versturen mislukt. Gelieve op OK te klikken om online feedback te versturen.
licenseEg_M=bv.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Wit
NouselessFiles_M=Geen nutteloze bestanden gevonden in uw computer.
ExistDownloadFile_M=Bent u zeker dat u de geselecteerde bestanden in de "download" map wilt opruimen?
scaning_M=Scannen
Exit_M=afsluiten
OpenIU_M=Open IObit Uninstaller
Allthefollowing_M=Al de volgende restanten zijn succesvol opgeruimd.
days_left_M=dagen over
CloseHintMsg=Bent u zeker dat u de feedback niet meer wilt verzenden?
SoftwareFrame_Frequency_DaysHint_M=Niet gebruikt voor %s dagen.
Program_Information=Programma informatie
Files_Deleted=Files Verwijderd
Registries_Deleted=Registers verwijderd
Scheduled_Tasks_Deleted=Geplande taken verwijderd
Deleted_on_Reboot=Verwijderd tijdens herstart
Service_Deleted=Service verwijderd
Setting_NotificationTilte=Notificatie
SU_COL_State=Status
FuncPluginLoading=Laden...
OneItem=Item
CloseHint_M=Sluiten
SpecTOK=OK
ShredderDetail_1=Gewiste  bestanden kunnen terug herstelt worden, zelfs na  formateren schijf.
Details_M=Details
SU_COL_Version=Versie
Detail_Tip=Details
SU_COL_Name=Software Updater
SU_Title=Software Updater
Detail_Ver=Versie
SU_Ignore=Negeren
SU_COL_Ignore=Negeren
AP2=Volledige verwijdering Bundleware
AP3=Browser adware verwijdering
UninstallProTipActive=Nu activeren
ShredderDetail_2=Bestandsversnipperaar helpt u bij het veilig en permanent verwijderen van ongewenste bestanden.
DefaultSelProg=De-installeer ongebruikte programma's om meer schijfruimte vrij te maken.
DefaultSelPlug=Verwijder ongewenste insteekmodules om uw browser te beschermen.
DefaultSelWApp=De-installeer ongewenste Windows apps om uw PC te versnellen.
SelInfoProg=programma geselecteerd voor de-installatie. Totale grootte:
SelInfoProgM=programma's geselecteerd voor de-installatie. Totale grootte:
SelInfoPlug=insteekmodule geselecteerd voor de-installatie.
SelInfoPlugM=insteekmodules geselecteerd voor de-installatie.
SelInfoUpdate=Windows update geselecteerd voor de-installatie.
SelInfoUpdateM=Windows updates geselecteerd voor de-instalaltie.
SelInfoWApp=app geselecteerd voor de-instalalatie.
SelInfoWAppM=apps  geselecteerd voor de-installatie.
Shredder_OneSucess_M=Versnippering succesvol.
SpecTHide=Verbergen
SpecTUninstalling=Het volgende programma de-installeren:
SpecTUninstallingM=De volgende programma's de-installeren:
SpecTUninstalled=programma is gede-installeerd.
SpecTUninstalledM=programma's zijn gede-installeerd.
ForceUninstallEndProgressMsg=%s is in gebruik. Gelieve het proces te beëindigen en opnieuw te proberen.
Update_Loading_Tip=Windows update laden...
Detail_Name=Naam
Detail_Path=Installatiepad:
Detail_Des=Omschrijving
Detail_Publisher=Uitgever
Win8LoadingApp=Apps laden...
ListViewGroupExtension_DES=Extensies worden gebruikt om browsers te voorzien van door u gewenste mogelijkheden
ListViewGroupPlugin_DES=Insteekmodules kunnen makkelijk geïnstalleerd en gebruikt worden als onderdeel van  de web-browser
ListViewGroupToolbar_DES=Werkbalken helpen gebruikers bij het snel benaderen van sites en uitvoeren van andere applicatie functies
ListViewGroupBHO_DES=BHO helpt bij het aanmaken van gepersonaliseerde browsers en voorziet in eenvoudige interactieve functies
ListViewGroupActivex_DES=ActiveX wordt gebruikt door Internet Explorer om in een betere media weergave te voorzien
ListViewGroupInjection_DES=Geïnjecteerde programma's zullen derde partij dll bestanden in uw browser injecteren om in sommige mogelijkheden te voorzien
FuncPluginRmoveSuccess=Succesvol verwijderd. Laden...
PluginRestoreStr=Herstellen %s standaard instellingen
FuncVoteWaitting=Beoordeling verzenden, gelieve te wachten...
VoteStr_1=<a>1</a> gebruikersbeoordeling. U hebt reeds beoordeeld.
VoteStr_2=Nog geen beoordeling ontvangen. Schrijf de eerste beoordeling.
VoteStr_3=<a>%d</a> gebruikers hebben beoordeeld. U hebt reeds beoordeeld.
VoteStr_4=<a>%d</a> gebruikers hebben beoordeeld. Hoe denkt u over deze insteekmodule?
NoticeInfoEx_One=<a>1</a> Malafide insteekmodule is gedetecteerd in uw browser, gelieve IObit Uninstaller te openen om deze te verwijderen.
NoticeInfoEx_Some=<a>%d</a> Malafide insteekmodules zijn gedetecteerd in uw browser, gelieve IObit Uninstaller te open om deze te verwijderen.
SomeItems=Items
Scan_Str=Scannen %s (%d/%d)
CreateRetore_Str=Aanmaken herstelpunt, gelieve te wachten...
SureToDeleteSomeStr=<a>%d</a> programma's verwijderd. Gelieve enkel deze items te selecteren die u echt wilt verwijderen.
SureToDeleteOneStr=<a>1</a> programma verwijderd. Gelieve enkel deze items te selecteren die u echt wilt verwijderen.
SureToDeleteByHistroyStr=Scannen voltooid. Gelieve enkel het item te selecteren dat u echt wilt verwijderen.
DeletingStr=Restanten verwijderen, gelieve te wachten...
RestoringCancleStr=Aanmaken herstelpunt. Wilt u echt annuleren?
HintProToolStr=Geavanceerde de-installatie helpt u bij de volledige de-installatie van %s.
SuccessReslutNeedRestartSingle=<a>%d</a> programma is gede-installeerd.
SuccessReslutNeedRestartSome=<a>%d</a> programma's zijn gede-installeerd.
RebootYes=Nu herstarten
RebootLater=Later
FromHistroyNoItem=Geen restanten gevonden.
FromUninstallNoItem=De-installatie voltooid.
RelatedMetroText=Deze apps zijn gerelateerd. De-installatie van één van deze apps zal ook de andere automatisch de-installeren. Wilt u deze echt de-installeren?
RelatedSoftText=De hierboven gebundelde producten waren op hetzelfde tijdstip geïnstalleerd. Wilt u deze samen de-installeren?
RelatedProTip=Activeer PRO om gebundelde producten samen te de-installeren.
SpecProTip1=De-installeer %s en meer programma's volledig.
SpecProTip2=Activeer PRO om deze mogelijkheid te gebruiken en van meer PRO mogelijkheden te genieten.
UninstallProTipEnterCode=Code invoeren
UninstallProTipManage=Licentie beheren
Noprograms_100Size_M=Geen programma's over 100MB gevonden.
monthsago_M=%d maanden geleden
yearsago_M=%d jaar geleden
yearsagos_M=%d jaren geleden
SU_Ignored=Genegeerd
SU_NoIgnore=Niet negeren
SU_Update=Bijwerken
SU_Updating=Bijwerken
SU_UpToDate=Recent
SU_NewVersion=Nieuwe versie
SU_CurrVersion=Huidige versie
SU_ActivePro=Activeer automatisch bijwerken
SU_Button_UpdateAll=Alles bijwerken
SU_Tip=Helpt u om uw belangrijke programma's gemakkelijk en efficient up-to-date te houden.
APTitle=Activeer alle pro's
AP1=Verwijder meer hardnekkige apps
AP4=De-installatie malafide insteekmodules
SpecTClose=Sluiten
Startup_Delete_M=Verwijderen
LicenseSeat_M=Licentie zetel
Powerful_File_Reboot_M=Bestand verwijderd tijdens herstart
Powerful_File_Del_M=Bestand verwijderd:
Powerful_Reg_Sucess_M=Register verwijderd:
Powerful_Reg_Faild_M=Register verwijdering mislukt:
Powerful_Task_Sucess_M=Taakplanner verwijderd:
Powerful_Task_Faild_M=Taakplanner verwijdering mislukt:
Powerful_Services_Sucess_M=Service verwijderd:
Powerful_Services_Faild_M=Service verwijdering mislukt:
CodeLiftTime_M=Dit is een levenslange licentie code, die enkel geldig is voor IObit Uninstaller v6. Gelieve uw IObit Uninstaller v6 PRO opnieuw te installeren.
Program_Mult=Het programma wordt reeds uitgevoerd onder een ander gebruikersaccount. Gelieve dit af te sluiten in het ander gebruikersaccount voor u dit opnieuw wil starten.
Explorer_Button=Bestand versnipperaar
Controlpanel_Button=Krachtige verwijdering

[ACD_frmActionCenter]
btnClose.Hint=Sluiten
lbl_Cancel.Caption=Annuleren
lbl_Min.Caption=Minimaliseren

[ACD_M]
M_Downloading=Downloading:
M_TipFixing=Herstellen
M_Tips=Downloading wordt uitgevoerd. Dubbelklik op het pictogram om details te bekijken.
M_Installing=Installeren:
M_MD5Faild=Het download bestand is beschadigd. Gelieve later opnieuw te proberen.
M_NetError=Download mislukt door een netwerkfout. Gelieve later opnieuw te proberen!
M_DiskIsFull=Onvoldoende schijfruimte!
M_Speed=Snelheid:
M_AreSure_IObit=Bent u zeker dat u IObit Downloader wil afsluiten?

[uninstaller_Frame_WindowsTools]

[Uninstaller_fraProcessManage]

[SendBugReportNew_FrmMain]
btnClose.Hint=Sluiten
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Verstuur foutrapport
lblErrorDetails.Caption=Foutdetails:
lblUserEmail.Caption=Uw email adres:
lblSuccTips.Caption=Bedankt voor het verzenden van het foutrapport. We zullen het zo snel mogelijk proberen op te lossen.

[SendBugReportNew_M]
M_AskUserTips=heeft een probleem gevonden. Gelieve ons het foutrapport  te sturen en ons te helpen bij het herstel.
M_BugStatisticsTips=heeft een probleem gevonden en moet afgesloten worden. We zijn nu de oorzaak aan het analyseren. Gelieve te wachten...
M_SendingTips=Versturen...
M_AttentionTips=heeft een probleem gevonden en moet afgesloten worden. Gelieve later te herstarten.
M_InvalidEmailTips=Ongeldig email adres! Gelieve een geldig email adres op te geven zodat u ons antwoord kan ontvangen.
M_OKTips=OK

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=De-installeren
btnImg_Cancel.caption=Annuleren

[uninstaller_FormHistoryCombox]
RdImgBtnUninstall.caption=De-installeren
RdImgBtnNoThanks.caption=Nee, bedankt
RdListView_History.Columns[0].Caption=Programmanaam
RdListView_History.Columns[1].Caption=Status

[Uninstaller_Form_FileShardder]
RdImageButton_Cancel.caption=Annuleren
ListView_FileList.Columns[0].Caption=Bestandspad
RdLabelCaption.caption=Bestandsversnipperaar
lbl_Listview_Title.caption=Selecteer bestand of map dat u wilt versnipperen:
lblLoading.caption=Laden...
lbl_AddFile.caption=Bestand toevoegen...
lbl_AddFolder.caption=Map toevoegen...
Menu_Shredder_Shredder.caption=Versnipperen
RdImageButton_Shredder.caption=Versnipperen
Menu_Shredder_AddFile.caption=Bestand toevoegen
Menu_Shredder_AddFolder.caption=Map toevoegen
Menu_Shredder_Romove.caption=Verwijderen
Menu_Shredder_Clean.caption=Opruimen
lbl_Shredder_Tip.caption=Nu bestanden aan het versnipperen. Dit kan even duren, gelieve te wachten...

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Opruimen restanten
lbl_Frame_Detail.caption=Verwijdering restanten zal u helpen bij het opruimen van ongeldige snelkoppelingen, Windows Patch Cache en nutteloze bestanden in Download map om meer ruimte te besparen voor betere systeemprestaties.
lbl_Shortcut_Title.caption=Ongeldige snelkoppelingen
lbl_Shortcut_Detail.caption=Scan en verwijder ongeldige snelkoppelingen in het start menu, bureaublad om systeemprestaties && gebruikerservaring te verbeteren.
lbl_WindowsPatch_Title.caption=Windows Patch Cache
lbl_WindowsPatch_Detail.caption=Opruimen cache aangemaakt tijdens de installatie van patches om meer schijfruimte vrij te maken en een vlotte werking van het systeem.
lbl_Download_Title.caption=Download map
ck_SelectALL.Caption=Selecteer alles
Menu_Clean_SelectAll.caption=Selecteer alles
lbl_Download_Detail.caption=Scan bestanden in de standaard download map van reguliere browsers en download gereedschappen. Voor verwijdering, gelieve u ervan te vergewissen dat dit echt nutteloze bestanden zijn.
Menu_Clean_OpenFileLocation.caption=Open bestandslocatie
Menu_Clean_InvertSelection.caption=Selectie omkeren
ListView_Clean.Columns[0].Caption=Bestandspad
RdLabelBack.Caption=Terug

[uninstaller_ToolUninstallHistroy]
ListView_History.Columns[3].Caption=Status
RdLabelDetail.caption=U kan hier de-installatie logboeken en status bekijken. Wanneer de status "Resterende bestanden" is, kan u op Scannen klikken om alle restanten te vinden en te verwijderen.
RdLabelCaption.caption=Geschiedenis de-installatie
ListView_History.Columns[1].Caption=Datum de-installatie
ListView_History.Columns[2].Caption=Grootte
ListView_History.Columns[4].Caption=Operatie
Menu_ClearThis.Caption=Opruimen verslagen
Menu_ClearAll.Caption=Alles opruimen

[Uninstaller_Form_SendResult]
btnImg_SendSuccess.caption=OK
btnImg_SendFailed.caption=OK
lbl_Sending.caption=Verzenden...
lbl_SendFailed.caption=Verzenden mislukt. Gelieve op OK te klikken om een online reactie te verzenden.
lbl_SendSuccess.caption=Bedankt voor uw reactie. We zullen u zo vlug mogelijk terug contacteren.

[promot_M]
CountDown_M=Beperkte tijdelijke aanbieding: %dd:%dh:%dm:%ds:%dms*
ActivateNow_M=Nu activeren
PromotTwo_M=Volledige verwijdering Bundleware
PromotThere_M=Browser adware verwijdering
Youhave_M=U hebt een %D% OFF speciale aanbieding van IObit ontvangen!
ThisSpecial_M=Deze speciale aanbieding is bedoeld om onze trouwe gebruikers te bedanken voor hun hulp om IObit Uninstaller te verbeteren
OnlyDays_M=Enkel %D dagen over
enjoy_the_PRO_M=Activeer nu om van de PRO mogelijkheden te genieten:
PromotOne_M=Verwijder meer hardnekkige apps
GiveOffer_M=Deze speciale aanbieding laten schieten

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Manueel bijwerken
Rdlb_lbOpenBuyWeb.caption=Genoeg van manueel bijwerken?
RdLb_OpenBuyWeb.caption=Activeer automatisch bijwerken

